
import { Mezmur } from '../types';

export const MEZMURS: Mezmur[] = [
  {
    id: 1,
    title: "ኀዲጎ ተስዓ",
    lyrics: [
      "ኀዲጎ ተስዓ ወተስዓተ ነገደ(2)",
      "ማዕከለ ባሕር (4) ቆመ ማዕከል ባሕር"
    ],
    ትርጉም: "ዘጠና ዘጠኙን ነገድ መላዕክቱን ትቶ በባሕር መካከል ቆመ፡፡"
  },
  {
    id: 2,
    title: "ዮሐንስ አጥመቆ",
    lyrics: [
      "ዮሐንስ አጥመቆ ለኢየሱስ(2)",
      "በፈለገ ዮርዳኖስ በፈለገ ፈለገ ዮርዳኖስ"
    ],
    ትርጉም: "ዮሐንስ ኢየሱስን በዮርዳኖስ ወንዝ አጠመቀው፡፡"
  },
  {
    id: 3,
    title: "ጥምቀተ ባሕር",
    lyrics: [
      "ጥምቀተ ባሕር ዮርዳኖስ ነያ (2)",
      "ሃሌ ሉያ (4)",
      "ጌታችን ሲጠመቅ ባሕር ምን አለች",
      "አልችለውም ብላ ወደ ፊት ሸሸች",
      "እሳተ መለኮት በወንዙ ሲሞላ",
      "ዮርዳኖስም ሸሸ ቀረ ወደ ኋላ",
      "አዝ . . .",
      "አብ በመጣ ጊዜ ደመናውን ጭኖ",
      "መንፈስ ቅዱስ ታየ በርግብ አምሳል ሆኖ",
      "ለልጁ ምስክር ሊሰጥ ፈለገና",
      "ቃሉን ተናገረ ሆኖ በደመና",
      "አዝ . . .",
      "ጌታችን ሲጠመቅ በ30 አመት",
      "ባሕር ኮበለለች ግዑዟ ፍጥረት",
      "ሰማይ ተከፈተ ሆነልን ፀዓዳ",
      "ምሥጢረ ሥላሴ ታወቀ ተረዳ",
      "አዝ . . .",
      "እልል በይ ዮርዳኖስ የጥምቀት መገኛ",
      "የፅድቅ መሰላል ድህነታችን ለኛ",
      "ቀላያት አብርህት ብዙዎች እያሉ",
      "እንደምን ተመረጥሽ ዮርዳኖስ ከሁሉ"
    ]
  },
  {
    id: 4,
    title: "እሰይ እሰይ ተጠመቀ",
    lyrics: [
      "እሰይ እሰይ ተጠመቀ(2)",
      "ከሰማያት ሰማያት ወረደ(2)",
      "በቅዱስ ዮሐንስ ተጠመቀ",
      "በዛሬው ጥምቀቱ እሰይ እሰይ ተነግሮ አዋጅ",
      "ነፃነት አገኘን እሰይ እሰይ በእግዚአብሔር አብ ልጅ",
      "አዝ . . .",
      "አብ መሰከረለት እሰይ እሰይ በደመና ሳለ",
      "የምወደው ልጄ እሰይ እሰይ ይሄ ነው እያለ",
      "አዝ . . .",
      "ጌታ በዮሐንስ እሰይ እሰይ ሊጠመቅ ሲል ገና",
      "ወደ ኋላ ሸሸ እሰይ እሰይ ዮርዳኖስ ፈራና",
      "አዝ . . .",
      "እንደ እምቦሳ ጥጃ እሰይ እሰይ ተራሮች ዘለሉ",
      "እፁብ ነው ድንቅ ነው እሰይ እሰይ ግሩም ነው እያሉ",
      "አዝ . . .",
      "ውሃን ወይን አረገ እሰይ እሰይ በተጠራበት ቤት",
      "የብርሃናት ጌታ እሰይ እሰይ የዓለም መድኃኒት"
    ]
  },
  {
    id: 5,
    title: "በመንፈስ የሐውር",
    lyrics: [
      "በመንፈስ የሐውር እምኃይል ውስተ ኃይል(2)",
      "ካህን ካህን ወነቢይ(2) ዮሐንስ መጥምቅ"
    ],
    ትርጉም: "ካህን እና ነቢይ የሆነው መጥምቁ ዮሐንስ በመንፈስ ለኃይል ወደ ኃይል ይሄዳል፡፡"
  },
  {
    id: 6,
    title: "ከድንግል ተወልዶ",
    lyrics: [
      "ከድንግል ተወልዶ እኛን ሊቀድስ",
      "ተጠመቀ ኢየሱስ በባህረ ዮርዳኖስ",
      "መጥምቁ ዮሐንስ ምንኛ ታደለ",
      "ከነቢያቱ ሁሉ ስልጣኑ ከፍ አለ",
      "ትንቢቱ ሊፈፀም አስቦ ክርስቶስ",
      "ተጠመቀ አዳነን በባህረ ክርስቶስ",
      "ምስጢረ ሥላሴ ታየ የዛ ለታ",
      "በምን ይከፈላል የአምላክ ውለታ",
      "እሳተ መለኮት አምላክን የወለድሽ",
      "እኛኑ ለማዳን አፍቅሮ ልጅሽ",
      "እመቤቴ ማርያም ምንኛ ታደልሽ",
      "ከአዳም ልጆች ሁሉ አንቺ ተመረጠሸ",
      "ቸሩ አባታችን መድኃኒዓለም",
      "ኑ እናመስግነው በአንድነት ሆነን"
    ]
  },
  {
    id: 7,
    title: "ጥምቀት ሊያስተምረን",
    lyrics: [
      "ጥምቀት ሊያስተምር ትህትናን ሊያወጅ (2) ጌታ ተጠመቀ",
      "በዮሐንስ እጅ (2)",
      "ውሆች ደነገጡ በጣም ተረበሹ (2) አልቆሙም ከፊቱ",
      "ጣጥለውት ሸሹ (2)",
      "ቦታ አልበቃቸውም ተራሮች ዘለሉ (2) ቀላያት ዘመሩ ፍጥረታት",
      "በሙሉ (2)",
      "ጌታችን ሲጠመቅ በእደ ዮሀንስ (2) አልቻለም መቆየት ፈራ",
      "ዮርዲያኖስ (2)",
      "ሰማይ ተከፈተ ደመናው አማረ (2) መንፈስ ቅዱስ መጥቶ",
      "ወልድን አከበረ (2)",
      "በባሕር መሀከል ቆሞ ተጠመቀ (2)",
      "ዳግመኛ ልደቱን በግልፅ አስታወቀ (2)"
    ]
  },
  {
    id: 8,
    title: "እሰይ ተከበረ",
    lyrics: [
      "እሰይ ተከበረ በዛሬው ዕለት",
      "የሁላችን በአል ታላቁ ጥምቀት",
      "የምሥራች እልል በሉ የአዳም ልጆች ሁሉ",
      "የምሥራች እልል በሉ ክርስትያኖች ሁሉ",
      "በለበሰው ሥጋ ሰላማዊ ቃል",
      "በዮርዳኖስ ውኃ ዛሬ ተጠምቆዋል",
      "ሁላችን እንዳንሆን የሰይጣን ቁራኛ",
      "ዛሬ በጥምቀቱ ወለደን ዳግመኛ",
      "ሥጋን የለበሰው ሕያው ጌታችን",
      "ከውኃ ከመንፈስ ዳግም ወለደን",
      "እምነትና ጥምቀት ሁለቱም በአንድነት",
      "እኛን ይመራሉ ወደ እግዚአብሔር መንግሥት",
      "ዳግም የዛሬ ዓመት ሁላችንንም",
      "ያድርሰን በጤና ደግሞም በሰላም"
    ]
  },
  {
    id: 9,
    title: "የዓለምን በደል",
    lyrics: [
      "የዓለምን በደል የሰውን ግፍ አይቶ",
      "ዘጠና ዘጠኙን መላእክቱን ትቶ",
      "ፅድቅን ለመፈፀም በደልን አጥፍቶ",
      "የሰላሙ መሪ የሰላሙ ዳኛ",
      "አምላክ ተወለደ ተጠመቀ ለኛ",
      "የሰማዮች ሰማይ የማይችለው ንጉሥ",
      "ተወልዶ ሲጠመቀ እኛን ለመቀደስ",
      "ተራሮች ደንግጠው ዘለሉ እንደፈረስ",
      "ባሕር ተጨነቀች ጠበባት መሬቱ",
      "ዮርዳኖስም ሸሸ አልቆመም ከፊቱ",
      "እንደተናገረው ዳዊት በትንቢቱ",
      "ልጁ በዮርዳኖስ ጽድቅን ሲመሰርት",
      "መጣ በደመና ሰማያዊ አባት",
      "እየመሰከረ የልጁን ጌትነት",
      "እንደምናነበው በወንጌል ተጽፎ",
      "መንፈስ ቅዱስ ታየ በራሱ ላይ አርፎ",
      "በርግብ ምሳሌነት ክንፉን አሰይፎ",
      "ባሕር ስትጨነቅ ተራራው ሲዘምር",
      "ሰማዩ ተከፍቶ ደመናው ሲናገር",
      "ዓለም በዛሬው ቀን አየች ይህን ምሥጢር"
    ]
  },
  {
    id: 10,
    title: "በጎል በጎል",
    lyrics: [
      "በጎል በጎል ሰብአ ሰገል(2)",
      "በጎል ሰብአ ሰገል ሰገዱ ሎቶ(2)",
      "ፀሐይ ፀሐይ ፀሐይ ሠረቀ(2)",
      "ፀሐይ ሠረቀ ክርስቶስ ተወለደ ፀሐይ ሠረቀ ክርስቶስ ተጠመቀ",
      "አንቺ ዮርዳኖስ ምንኛ ታደልሽ(2)  ",
      "የእግዚብሔር መንፈስ ከላይ ወርዶብሽ  ",
      "የዓለም መድሃኒት ተጠመቀብሽ  ",
      "ድንግል ማርያም ንጽሕት ቅድስት(2)  ",
      "የጌታዬ እናት ምስጋና ይገባሻል  ",
      "ከሴቶች ሁሉ  በአንቺ  አድሮብሻል  ",
      "ድንግል ማርያም ያስገኘችው ፍሬ(2)",
      "ሕዝቦቹን ለማዳን ተገለጠ ዛሬ(2)  ",
      "እልል  እልል  ደስ  ይበለን(2)  ",
      "ወለድ ተወልዶ ነጻ አወጣን ",
      "ዮሐንስ አጥምቆ ድል አገኝን  ",
      "እልል  ደስ  በለን(2)  ",
      "እግዚአብሔር ፍቅሩን ሲገልፅልን  ",
      "አንድያ ልጁን ለኛ ሰጠን"
    ]
  },
  {
    id: 11,
    title: "እንዘ ሕፃን ልህቀ",
    lyrics: [
      "እንዘ ሕፃን ልህቀ በዮርዳኖስ ተጠምቀ(2)",
      "በዮርዳኖስ (4) ተጠምቀ በዮሐንስ"
    ],
    ትርጉም: "ሕፃኑም በአደገ ጊዜ በዮርዳኖስ በዮሐንስ እጅ ተጠመቀ"
  },
  {
    id: 12,
    title: "በእደ ዮሐንስ",
    lyrics: [
      "በእድ ዮሐንስ ተጠምቀ ኢየሱስ ናዝራዊ",
      "ኧኸ ሰማያዊ(5) ኢየሱስ ናዝራዊ"
    ],
    ትርጉም: "ሰማያዊ ኢየሱስ ናዝራዊ በዮሐንስ እጅ ተጠመቀ"
  },
  {
    id: 13,
    title: "ነድ ለማየ ባሕር",
    lyrics: [
      "ነድ ለማየ ባሕር ከበቦ",
      "ማየ ባሕር ኀበ የሐውር ጸበቦ (2)"
    ],
    ትርጉም: "እሳተ መለኮት ባሕርን ከበበው ባሕር ም መሄጃ ጠበበው"
  },
  {
    id: 16,
    title: "ወተመሰሉ",
    lyrics: [
      "ወተመሰሉ ሰብአ ዓይን አባግዕ ላባ ወማይ",
      "ለኀበ አባግዕ ዘዮም(2) ወጥምቀት አባይ"
    ],
    ትርጉም: "ለአሁኑ የታላቂቱ የጥምቀት ልጆች እና የላባ በጎች የሚጠጡበት የወንዝ ውኃ ምሳሌ ሆነ"
  },
  {
    id: 17,
    title: "ሶበ መጽአ ቃል",
    lyrics: [
      "ሶበ መጽአ ቃል እምሰማይ ለተናብቦ(2)",
      "ከበቦ (3) ነድ ለማየ ባሕር ከበቦ(3)"
    ],
    ትርጉም: "ቃል ከሰማይ ለመናገር በመጣ ጊዜ ባሕርን እሳት ከበባት፡፡"
  },
  {
    id: 18,
    title: "መጽአ ቃል(1)",
    lyrics: [
      "መጽዐ ቃል እምደመና ዘይብል(2)",
      "ዝንቱ ውእቱ ወልድየ ዘአፈቅር(2)"
    ],
    ትርጉም: "መጣ ቃል ከደመና እንዲህ የሚል(2) የምወልደው የማፈቅረው ልጄ ይህ ነው (2)"
  },
  {
    id: 19,
    title: "ውስተ ማሕፀነ ድንግል",
    lyrics: [
      "ውስተ ማኅፀነ ድንግል ኀደረ ማኅፀነ ድንግል(2)",
      "ሰማይ ወምድር ዘኢያገምሮ(2) በማይ ተጠምቀ(2)"
    ],
    ትርጉም: "ሰማይና ምድር የማይችለው በድንድል ማርያም ማኅፀን አደረ በውኃ ተጠመቀ፡፡"
  },
  {
    id: 20,
    title: "ሖረ ኢየሱስ",
    lyrics: [
      "ሖረ ኢየሱስ (2)",
      "እምገሊላ ኀበ ዮሐንስ(2)"
    ],
    ትርጉም: "ሄደ ኢየሱስ (2) ከገሊላ ወደ ዮሐንስ(2)"
  },
  {
    id: 21,
    title: "ወረደ ወልድ",
    lyrics: [
      "ወረደ ወልድ (3)",
      "እምሰማያት ውሰተ ምጥማቃት"
    ],
    ትርጉም: "ወልድ ከሰማያት ወደ መጠመቂያው ወረደ"
  },
  {
    id: 22,
    title: "በፍሥሐ ወበሰላም(1)",
    lyrics: [
      "በፍሥሐ ወበሰላም",
      "ውስተ ምጥማቃት/፫/ ወረደ ወልድ"
    ],
    ትርጉም: "በደስታና በሰላም ወደ መጠመቂያው ወልድ ወረደ፡፡"
  },
  {
    id: 23,
    title: "እግዚኡ መርሐ",
    lyrics: [
      "እግዚኡ መርሐ ዮርዳኖስ አብጽሐ",
      "ወበህየ ዮሐንስ ወበህየ ፍጹመ ተፈሥሐ/፪/"
    ],
    ትርጉም: "ጌታውን መራና ዮርዳኖስ አደረሰው በዚህም ዮሐንስ (2) ፈጽሞ ደስ አለው"
  },
  {
    id: 24,
    title: "ዮሐንስኒ",
    lyrics: [
      "ዮሐንስኒ ያጠምቀ (2)",
      "በሔኖን (4) በማዕዶተ ዮርዳኖስ",
      "ዮሐንስ ሲያስምር ያጠምቅ በጫካ በሜዳ",
      "ግመል ጸጉር ለብሶ ያጠምቅ ሆኖ ምድረ በዳ ያጠምቅ",
      "አምላክን የሚወድ ያጠምቅ ብዙ ሰው እያለ ያጠምቅ",
      "ጌታውን ለማጥምቀ ያጠምቅ ዮሐንስ ታደለ",
      "ኮረብታው ይደልደል ያጠምቅ ጠማማውም ይቅና",
      "እያለ ሰበከ ያጠምቅ ሥርዓቱ ነውና ያጠምቅ",
      "ከሃጢያት ተለዩ ያጠምቅ በውሃ ተጠመቁ ያጠምቅ",
      "መንግስት ሰማያት ያጠምቅ እንዳለች እወቁ ያጠምቅ"
    ]
  },
  {
    id: 25,
    title: "ነአምን በአብ",
    lyrics: [
      "ነአምን በአብ ወነአምን በወልድ በወልድ(2)",
      "ወነአምን (5) በመንፈስ ቅዱስ"
    ],
    ትርጉም: "እናምናለን በአብ እናምናለን በወልድ በወልድ እናምናለን (5) በመንፈስ ቅዱስ"
  },
  {
    id: 26,
    title: "ከክርስቶስ ፍቅር",
    lyrics: [
      "ከክርስቶስ ፍቅር የሚለየን ማነው",
      "መከራ ችግር ስቃይ ወይስ መራቆት ነው(2)",
      "አንፈራም አንሰጋም አንጠራጠርም",
      "እግዚአብሔር ከእኛ ጋራ ይኖራል ለዘለዓለም(2)",
      "የሰማይ ቤታችን ዐማኑኤል የሠራው",
      "የውኃ ግድግዳ የደም መሰረት ነው(2)",
      "ሳይነጋ ተራምደን እንግባ በጠዋት",
      "በደሙ መስርቶ ከሰራልን ቤት(2)",
      "ከቶ የት ይገኛል እንዲህ ያለ ቤት"
    ]
  },
  {
    id: 27,
    title: "አድርገህልኛልና",
    lyrics: [
      "አድርገህልኛልና በቸርነትህ አመሰግንሀልሁ እልል",
      "ለዓለመ ዓለም ዐማኑኤል እገዛልሀለሁ መድኃኔዓለም",
      "ቀኑ ጨልሞብኝ ዙሪያው ገደል ሆኖ",
      "የችግር አረንቋ ፊቴ ተደቅኖ",
      "ረዳት ያጣሁኝ በመሰለኝ ጊዜ",
      "ፈጽሞ አራቅህልኝ የልቤን ትካዜ",
      "አዝ . . .",
      "አምላኬ ጉልበቴ ኃይሌ መመኪያዬ",
      "ጠላት ማሳፈሪያ የእምነት ጋሻዬ",
      "እንደማትተወኝ አሁን አውቄአለሁ",
      "ካለኝ ነገር ይልቅ ባንተ ታምኛለሁ",
      "አዝ . . .",
      "ጥቂቷን አብዝተህ የምትመግብ ጌታ",
      "የምመልስልህ ባለገኝ ሥጦታ",
      "በቀንም በሌትም ሁሌ የሚያበራ",
      "መንክር ለባህሪ ዕፁብ ያንተ ሥራ",
      "አዝ . . .",
      "አምላክ ሆይ ምስጋና ላንተ ይገባሃል",
      "የምስኪኗ ጎጆ በረከት ሰጥጠሀል",
      "ደሀ ነኝ አልልም ሀብቴ አንተነህና",
      "ማሰሮዬ ሞልቷል አይጎል እንደገና"
    ]
  },
  {
    id: 28,
    title: "ኢትዮጵያ ታበጽእ",
    lyrics: [
      "ኢትዮጵያ ታበጽእ እደዊሃ (2) ኀበ እግዚአብሔር",
      "እንዘ ትብል አምላኪየ(2) ነጽረኒ ወአድኅነኒ እምኃይለ /እምእደ/ ፀላኢ ወፀር"
    ],
    ትርጉም: "ኢትዮጵያ እጆቿን ወደእግዚአብሔር ትዘረጋለች፡፡ አምላኬ ሆይ ከጠላት እጅ (ኃይል) አድነኝ ትላለች፡፡"
  },
  {
    id: 29,
    title: "ዜኖኩ ጽድቀከ",
    lyrics: [
      "ዜኖኩ ጽድቀከ ወነገርኩ አድኖተከ ከሰትኩ ቃላቲከ ለሕዝብከ ኢትዮጵያ(2)",
      "በጸጋሁ ለመንፈስ ቅዱስ ወመሀርክዎሙ አነ ይቤ ያሬድ ካህን(2)"
    ],
    ትርጉም: "ጽድቅህን ነገርኩኝ አዳኝነትህን አሰተማርኩኝ ቃላትህን ለኢትዮጲያ ሕዝብ ገለጥኩኝ እኔም በመንፈስ ቅዱስ ፀጋ አስተማርኳቸው አለ ያሬድ ካህን"
  },
  {
    id: 30,
    title: "ንሴብሖ",
    lyrics: [
      "ንሴብሖ(2) ለእግዚአብሔር",
      "ስቡሐ ዘተሰብሐ(2)",
      "እናመስግነው(2) እግዚአብሔርን",
      "ምስጉን ነው የተመሰገነ(2)",
      "ባህሩን ተሻግረን ወንዙ ደረቅ ሆነ",
      "በጠላታችን ላይ ድሉ የኛ ሆነ",
      "ከባርነት ቀንበር ፍፁም ነፃ ወጣን",
      "ሕይወት የሚሰጠን መና ነው ምግባችን",
      "አስፈሪ ነው ያልነው ብዙ ነገር ነበር",
      "ሁሉንም አለፍነው አምላካችን ይክበር",
      "ጉልበታችን ቢዝል መከራ ቢበዛ",
      "ኃይላችን ጌታ ነው የዓለሙ ቤዛ",
      "ከዓለት ላይ ውኃ ፈልቆልን ጠጣነው",
      "ይህንን ታላቅ ንጉሥ ኑ እናመስግነው",
      "ሕዝቦች ደስ ይበለን ሕይወታችን ድኗል",
      "ሰይጣን ጠላታችን አፍሮ ተመልሷል"
    ]
  },
  {
    id: 31,
    title: "ታማልደናለች",
    lyrics: [
      "ታማልደናለች(2)",
      "ማርያም(2) ቤዛዊተ ዓለም",
      "ሚካኤል መልአክ ሊቀ መላአክት(2)",
      "ዘአውረደ(2) መና ከደመና",
      "ገብርኤል መላዕከ አብሳሪ መልአክ",
      "ዘአብሰራ(2)ለማርያም ንጽሕት ሩፋኤል መላዕከ ሊቀ መላእክት ዘአብርሃ(2) አይኑ የጦቢት",
      "ኡራኤል መልአክ ሊቀ መላእክት",
      "ዘአስተዮ(2) ጽዋዐ ወልቡና",
      "ሰሎሞን ይቤላ(2) ርግበየ ሠናይትየ ሰሎሞን ይቤላ",
      "ከዐዉ ደሞሙ(2)",
      "ሰማዕታት(2) ከዐዉ ደሞሙ ወሐዋርያት(2)",
      "ተክለሃይማኖት ሐዋርያ ዘኢትዮጲያ",
      "ገብረ መንፈስ ቅዱስ ሐዋርያ ዘእስክንድርያ",
      "ብርሀናተ ዓለም ጴጥሮስ ወጳውሎስ(2)",
      "አዕማደ(2) ቤተ ክርስቲያን"
    ]
  },
  {
    id: 32,
    title: "አማን በአማን",
    lyrics: [
      "አማን በአማን (2) መንከር",
      "መንክር ስብሐተ ልደቱ መንክር ስብሐተ ጥምቀቱ(2)"
    ],
    ትርጉም: "እውነት በእውነት(2) ድንቅ ነው የአምላክ ልደቱ፣ ድንቅ ነው የአምላክ ጥምቀቱ(2)"
  },
  {
    id: 33,
    title: "የምሥራች",
    lyrics: [
      "የምሥራች ደስ ይበለን(2)",
      "የዓለም መድኃኒት ተወለደል የምሥራች ደስ ይበለን",
      "ተወልደ ዐማኑኤል(2)",
      "እምድንግል(3) ተወልደ ዐማኑኤል",
      "ኢየሱስ የዓለም ቤዛ(2)",
      "የዓለም ቤዛ(3) ለኛ ተወለደልን",
      "ንጉስ ሄሮድስ ይህን ሲሰማ(2)",
      "ፈልጋችሁ አምጡት በቀን በጨለማ(2)",
      "ሰብአ ሰገል እንደታዘዙ(2)",
      "በኮከብ ተመርተው ሕፃኑን አገኙት(2)",
      "ሰገዱለት ከመሬት ወድቀው(2)",
      "ወርቅና ዕጣኑን ከርቤውንም ሰጥተው(2)"
    ]
  },
  {
    id: 34,
    title: "እግዚአብሔር ሆይ እርዳኝ",
    lyrics: [
      "እግዚአብሔር ሆይ እርዳኝ ቸርነት አድረገህ",
      "ዕድሜ ለንስሀ እንደሕዝቅያስ ስጥተህ /2/",
      "ጽዋው እንዳይደርሰው ይሁዳ እድል",
      "ልጄ ሆኖ ብሎ ኋላ መኮብለል",
      "ጴጥሮስ እድለኛ አልቅሶ ተማረ",
      "በትዕቢቱ ይሁዳ እንደወጣ ቀረ",
      "ዘመንዋን በሙሉ በዝሙት አቃጥላ",
      "ለንስሃ ጠራት ጌታ በገሊላ",
      "አልቅሳ ተማረች በንስሃ ብዛት",
      "እግሩስር ተደፍታ ማርያም እንተዕፍረት",
      "አመፀኛው ልቤ ዛሬስ መች ይተኛል",
      "በሐሰት በዝሙት በስርቆት ይዋኛል",
      "ወደቀድሞ ግብሩ እንዳይመለስ",
      "ፍቅርህ በኔ ጸንቶ ኃጢያቴን ደምሰስ",
      "በደላችን ሁሉ ሳታስብ ትተህ",
      "በምጽዓት ሰዓት ከጻድቃን ቆጥረህ",
      "ነጭ ልብስ ለብሰን ሆነን ካንተጋር",
      "በሩ ሳይዘጋ አስገባን አደራ"
    ]
  },
  {
    id: 35,
    title: "በአምሳለ ርግብ",
    lyrics: [
      "በአምሳለ ርግብ ወረደ መልአክ ወረደ",
      "ወረደ (4) ሚካኤል መልአክ ወረደ"
    ],
    ትርጉም: "ክንፉን እያማታ ወረደ መላዕክ ወረደ(2) ወረደ(4) ሚካኤል መልአክ ወረደ(2)"
  },
  {
    id: 36,
    title: "የኃያላን ኃያል",
    lyrics: [
      "የኃያላን ኃያል (3) ልዑል እግዚአብሔር",
      "ታምራተ ብዙ በሰማይ (2) በምድር",
      "ለአብና ለወልድ (2) ለመንፈስቅዱስ",
      "መስገድ ይገባናል በሥጋ(2) በነፍስ",
      "ለእግዝእትነ ማርያም (2) ለአምላክ እናት",
      "መስገድ ይገባናል የፀጋ (2) ስግደት",
      "ለጻድቁ አባት (2) ለተክለሃይማኖት",
      "መስገድ ይገባናል የፀጋ (2) ስግደት ለቀዳሚው"
    ]
  },
  {
    id: 37,
    title: "ማርያም ንጽሕት",
    lyrics: [
      "ማርያም ንጽሕት ድንግል ማእምንት ወላዲት አምላክ ሰዓሊተ",
      "ምሕረት ለውሉደ ሰብእ (2)",
      "ሰአሊ ለነ ኀበ ክርስቶስ ወልድኪ ይሥረይ ኃጢያትነ ሰአሊ ለነ ቅድስት"
    ],
    ትርጉም: "ማርያም ንጽሕት ድንግል ታማኝ አምላክን የወለድሽ የምሕረት አማላጅ ለሰው ልጆች ፤ አማልጂን ከልጅሽ ከክርስቶስ ይቅር እንዲለን ቅድስት ሆይ ለምኝልን"
  },
  {
    id: 38,
    title: "ጽላት ዘሙሴ",
    lyrics: [
      "ጽላት ዘሙሴ ዕፀ ጳጦስ ዘሲና(2)",
      "ጸናጽል(5) ለአሮን ካህን(2)"
    ]
  },
  {
    id: 39,
    title: "ክነፈ ርግብ",
    lyrics: [
      "ክነፈ ርግብ በብሩር ዘግቡር ወገበዋቲሃኒ ሐመልማል ወርቅ(2)",
      "አንቲ ምሥራቅ ወወልድኪ ፀሐየ ጽድቅ አማን በአማን",
      "አማን በአማን (2) ኢየኀልቅ ኪዳንኪ ወላዲተ አምላክ"
    ],
    ትርጉም: "እንደ ርግብ ክንፍ በወርቅም እንደተሠራ ጎኖችሽም የወርቅ ሐመልማል አንቺ ምሥራቅ ነሽ ልጅሽም የጽድቅ ፀሐይ ነው እውነት በእውነት /3/ አያልቅም ቃል ኪዳንሽ የአምላክ እናት"
  },
  {
    id: 40,
    title: "ደስ ይበልሽ",
    lyrics: [
      "ደስ ይበልሽ(2)ማርያም ንጽሕት ድንግል",
      "ደስ ይበልሽ ከሴቶች ሁሉ የተባረክሽ ነሽ",
      "ሰላም እልሻለሁ ማርያም ድንግል",
      "እንደ ብሥራታዊ አንደ ገብርኤል",
      "ላንቺ የተሰጠሸ ሁለት ድንግልና",
      "አንደኛው በሥጋ ሌላው በሕሊና",
      "ከዓለም ሁሉ ሴቶች ንጽሕት",
      "በመሆንሽ ሰማያዊ ምሥጢር የተገለጠብሽ",
      "የልዑል ማደሪያ ለመሆን የበቃሽ",
      "የጌታችን እናት በጣም ደስ ይበልሽ",
      "የተነበየላት ሕዝቅኤል ነብዩ",
      "የተዘጋቺው በር ብሎ በራዕዩ",
      "ሳይከፈት ገብቶ ወጣ የእሥራኤል ጌታ",
      "ደግሞም ከዛ በኋላ ኖራለች ተዘግታ",
      "ማርያም ስትጎበኛት ወደ ቤቷ ገብታ",
      "ኤልሳቤጥ ዘመረች በመንፈስ ተሞልታ",
      "በማሕፀኗ ያለው ዘለለ በደስታ",
      "እኛንም ትጎብኘን ከጠዋት እስከማታ"
    ]
  },
  {
    id: 41,
    title: "በወንጌሉ ያመናችሁ",
    lyrics: [
      "በወንጌሉ ያመናችሁ (2)",
      "እንኳን ለብርሃነ ጥምቀቱ አደረሳችሁ(2)"
    ]
  },
  {
    id: 42,
    title: "እናመስግነው",
    lyrics: [
      "እናመስግነው (2)",
      "አምላካችን ውለታው ብዙ ነው(2)",
      "ከሀጥያት ገደል ከሞት ቤት ጎትቶ",
      "መንግሥቱን ለሰጠን ከሲዖል አውጥቶ",
      "ዘለዓለማዊ ቤት ታላቅ ሀብት ያደለን",
      "መቼም የማይተወን ታላቅ አባት አለን",
      "ሞታችንን ሞቶ ሕይወቱን ላደለን",
      "ለቸሩ ክርስቶስ ምን እንከፍለዋለን",
      "ለታላቅ ውለታው ጌታ ለዋለልን",
      "በእልልታ እንዘምር በአንድነት ሆነን",
      "ፍጡራን ቢኑቁኝ መጎስቆሌን አይተረው",
      "ወዳጆች ቢሸሹኝ ተስፋ ቢስ ነው",
      "ብለው እውነተኛ እረዳት አምላኬ መች ተወኝ",
      "ሁለት እጄን ይዞ ልጄ ተነሥ አለኝ"
    ]
  },
  {
    id: 43,
    title: "ኧኸ ኀዲጎ ተስዐ",
    lyrics: [
      "ኧኧኸ ሐዲጎ ተሰዐ ኧኸ ወተሰዐተ ነገድ(2)",
      "ኧኸ ማዕከለ ባሕር ቆመ ማዕከለ ባሕር (2)"
    ],
    ትርጉም: "ዘጠና ዘጠኙን መላዕክት ትቶ በባሕር መካከል ቆመ"
  },
  {
    id: 44,
    title: "በምን በምን",
    lyrics: [
      "በምን በምን እንመስላት ድንግልን ማርያምን (2)",
      "ምሳሌ የላትም (2) ክብሯን የሚመጥን (2)",
      "የሙሴ ጽላት ነሽ የምሕረት ቃል ኪዳን",
      "የያዕቆብ መሰላል የአብርሀም ድንካን",
      "የብርሀን መውጫ የኖህ ድንቅ መርከብ",
      "የመላእክት እህት የርኅሩኃን ርግብ (2)",
      "የሰሎሞን አክሊል የአሮን በትር",
      "የዕዝራ መሰንቆ የጌድዮን ፀምር",
      "ድንግል እመቤት ናት የጻድቃኖች በር",
      "ሆና የተገኘች የአምላክ ማኅደር(2)",
      "የቅዱሳን እናት የዓለም ንግሥት",
      "ችላ ተሸከመች መለኮት እሳት",
      "ብርሀን ትሁነን ደመናን ገላልጦ",
      "አማልዳ ታስምረኝ ከዚህ ዓለም ጣጣ (2)",
      "ከማር ይጣፍጣል የድንግል መዓዛ",
      "አምላክን አቅፋለች በሁለት እጃ ይዛ",
      "ዓለም ሁሉ የዳነው በልጅሽ ነውና",
      "እናታችን ጽዮን ይድረስሽ ምስጋና (2)"
    ]
  },
  {
    id: 45,
    title: "ቤተክርስቲያን ባሕረ ጥበባት",
    lyrics: [
      "ቤተ ክርስቲያን ባሕረ ጥበባት",
      "አትመረመርም (2) እጅግ ጥልቅ ናት",
      "በሥጋዊ ጥብብ ለማወቅ ቢቃጣ",
      "የእምነት መነፅሩን ይዞ ስላልመጣ",
      "አንዳንዱ በክህደት(2) ፈጣሪውን አጣ",
      "የመስቀሉ ቃል ለእኛ የእግዚአብሔር ሀይል ነው /2/",
      "ለማያምኑት ሞኝነት ነው ለእኛ ግን ህይወት ነው እናመሰክራለን ዐማኑኤል አለ",
      "እንመሰክራለን ፈጣሪያችን አለ",
      "አንዳንዱ ቢክደው (2) እየተታለለ",
      "እንመሰክራለን ድንግል አማላጅ ናት እንመሰክራለን ማርያም አማላጅ ናት"
    ]
  },
  {
    id: 46,
    title: "ሰዎች ደስ ይበለን",
    lyrics: [
      "ሰዎች ደስ ይበለን በአምላካችን",
      "ከኃጥያት ባርነት ነፃ ያወጣን",
      "ተነሱ እናመስግን ውለታው ብዙ ነው",
      "ምን ይከፈለዋል ተመስገን ብቻ ነው",
      "በሀጥያት በሽታ ወድቄ ሳለሁኝ",
      "መዳኃኒት ክርስቶስ ከውድቀቴ አነሳኝ",
      "ሥጦታው ብዙ ነው ለኔ የሰጠህኝ",
      "ተመስገን ብቻ ነው አምላክ ለአንተ ያለኝ",
      "እንደ በርጠሚዮስ እውር የነበርኩኝ",
      "ዛሬ ግን በአምላኬ ድኅነት አገኘሁኝ",
      "ሕጉ ለመነንገዴ ብርሃን ሆኖኛል",
      "የእርሱ ስለሆኩኝ ሰላሙን ሰጥቶኛል",
      "በድንቅ አጠራርህ በፍቅር የጠራኽኝ",
      "ከአጋንንት እሥራት ነጻ ያወጣኽኝ",
      "አልፋና ኦሜጋ ዘላለም የምትኖር",
      "ኤልሻዳይ የሆንከው ዐማኑኤል ተመስገን",
      "የእዳ ደብዳቤውን አምላክ የቀደደው",
      "የማዳኑን ሥራ በዐይኔ አይቻለሁ",
      "ቸርነቱ አያልቅም ድንቅ የሆነው ጌታ",
      "ስሙን እናመስግን እንዘምር በእልልታ"
    ]
  },
  {
    id: 47,
    title: "አንፈርዓፁ",
    lyrics: [
      "አንፈርዓፁ ሰብአ ሰገል ረኪቦሙ ሕፃነ (2)",
      "ዘተወልደ ለነ (4) ሕፃን ዘተወልደ ለነ(2)"
    ],
    ትርጉም: "ሰብአ ሰገል ለእኛ ሲል የተወለደውን ሕፃን አግኝተው በደስታ ዘለሉ"
  },
  {
    id: 48,
    title: "ሰላም ሰላም ለኪ",
    lyrics: [
      "ሰላም ሰላም ለኪ ማርያም ሰላም ለኪ",
      "የህይወት መሠረት ሰላም ለኪ",
      "የፍጥረት አለኝታ ያጠምቅ ድንግል አደራሽን ያጠምቅ",
      "ሁኝልን መከታ ያጠምቅ ያጠምቅ ያጠምቅ በላዔ ሰብ ዳነ ሰላም ለኪ",
      "ብዙ ነፍስ አጥፍቶ ያጠምቅ",
      "ያንቺን ስም ሲጠራ ያጠምቅ",
      "ጥሪኝ ውሃ ሰጦ ያጠምቅ ያጠምቅ",
      "ተማፅነንብሻል ያጠምቅ ሰላም ለኪ ያጠምቅ",
      "በአማላጅነትሽ ያጠምቅ ያጠምቅ ያጠምቅ ያጠምቅ"
    ]
  },

  {
    id: 49,
    title: "ደስ ይበልሽ",
    lyrics: [
      "ደስ ይበልሽ (2)",
      "አምላክ አለ መሀላችን",
      "ምን ይከፈል ለዚህ ሥራህ",
      "ገናና ነው አምላክ ክብርህ",
      "ምሕረቱን አይተናልና",
      "አድርሶናል አምላክ በጤና",
      "ይህችን እድሜ ለጨመረልን",
      "ለንስሃ ጊዜ ለሰጠን"
    ],
    ትርጉም: ""
  },
  {
    id: 50,
    title: "በፍሥሐ ወበሰላም (፪)",
    lyrics: [
      "በፍሥሐ ወበሰላም",
      "ወረደ ወልድ እምሰማያት ወረደ ወልድ ውስተ ምጥማቃት"
    ],
    ትርጉም: "በሰላምና በደስታ ወልድ ከሰማይ ወደ መጠመቂያው ወረደ።"
  },
  {
    id: 51,
    title: "መጽአ ቃል ፪",
    lyrics: [
      "መጽአ ቃል እምደመና ዘይብል(2)",
      "ወወጺኦ እማይ ተርኅወ ሰማይ/፪/"
    ],
    ትርጉም: "ከውኃ ሲወጣ ሰማይ ተከፈተ፤ ከደመና እንዲህ የሚል ቃል መጣ።"
  },
  {
    id: 52,
    title: "መጽአ ቃል ፫",
    lyrics: [
      "መጽአ ቃል/፪/ እምደመና ዘይብል",
      "ዝንቱ ውእቱ ወልድየ ዘአፈቅር እም ደመና ዘይብል መጽአ ቃል(2)"
    ],
    ትርጉም: "መጣ ቃል ከደመና እንደዚህ የሚል፤ የምወደው የማፈቅረው ልጄ ይህ ነው (2)"
  },
  {
    id: 53,
    title: "ነአምን",
    lyrics: [
      "ነአምን/፪/ ክርስቶስሃ ነአምን መድኅነ",
      "ዘዮሐንስ አጥመቆ በዮርዳኖስ ዘዮሐንስ አጥመቆ/፪/በዮርዳኖስ"
    ],
    ትርጉም: "እናምናለን (2) መድኅን ክርስቶስን እናምናለን ዮሐንስ ያጠመቀውን በዮርዳኖስ (2)"
  },
  {
    id: 54,
    title: "ቆመ ማዕከለ",
    lyrics: [
      "ቆመ ማዕከለ ባሕር ገብአ",
      "ወወጽአ በሰላም/፬/"
    ],
    ትርጉም: "ሰው ሆኖ በዮርዳኖስ ተጠመቀ በባሕር መሀከል ቆመ ገባ በሰላም ወጣ።"
  },
  {
    id: 55,
    title: "በዮርዳኖስ ተጠምቀ",
    lyrics: [
      "በዮርዳኖስ ተጠምቀ/፪/ በሠላሳ ክረምት",
      "ከሚ ይሥዓር መርገማ ለሔዋን ዲበ/፪/ ዕፀ መስቀል ተሰቅለ"
    ],
    ትርጉም: "የዓለም መድኃኒት በዮርዳኖስ ተጠመቀ የሔዋንን መርገም ይሽር ዘንድ በዕፀ መስቀል ተሰቀለ።"
  },
  {
    id: 56,
    title: "ግነዩ ለእግዚአብሔር",
    lyrics: [
      "ግነዩ ለእግዚአብሔር እስመ ኄር",
      "እስመ ለዓለም ምሕረቱ እስመ ለዓለም",
      "እናመስግነሽ የአምላክ እናት በዝማሬ",
      "የዓለም ቤዛ ነውና የማሕፀንሽ ፍሬ",
      "በድንግልና የወለድሽው የአንቺው ፅንስ",
      "የድኩማኖች ብርታት ነው የህሙማን ፈውስ",
      "ከሰማየ ሰማያት ወርዶ ከአንቺ ተወለዶ",
      "መለኮት ወረደ ዮርዳኖስ እኛን ለመቀደስ",
      "በዮሐንስ እጅ ተጠመቀ እዳችንን ፋቀ",
      "በቸርነቱ አወቀን ከበደል አራቀን",
      "እመቤታችን እናታችን ማርያም",
      "የተማጸነሽ ይኖራል ለዘለዓለም",
      "ስምሽን የጠራ ዝክርሽንም ያዘከረ",
      "በመንግሥተ ሰማይ ይኖራል እንደተከበረ",
      "ብርሃነ መለኮት ያደረብሽ አዳራሽ",
      "ቅድስተ ቅዱሳን ማርያም ድንግል አንቺው ነሽ"
    ],
    ትርጉም: ""
  },
  {
    id: 57,
    title: "ሣር ቅጠሉ ሰርዶ",
    lyrics: [
      "ሣር ቅጠሉ ሰርዶ ሰንበሌጥ ቄጠማው",
      "በዛች ቀን በዛች ወር ለምለም የነበረ",
      "በእልልታ ዘመሩ በደስታ ተውጠው",
      "ጌታ መወለዱን የምሥራች ሰምተው",
      "እልል በይ ቤተ ልሔም ሃሌ(2) ሉያ",
      "የፍቅር የሰላም ነሽና ገበያ",
      "ያ ትሁት እረኛ የትሕትና አባት",
      "ብርሃን የለበስው በእኩለ ሌሊት",
      "ጥሪ ተደርጎለት ከሰማይ ሠራዊት",
      "ለመለከት በቃ የጌታውን ልደት",
      "እልል በይ …………",
      "እረኝነት ትንሽ የወራዳ ግብር",
      "ብሎ ሰው በግምት ይናገር ነበር",
      "የብዙ ሰው ራስ ነውን እረኛ",
      "ክርስቶስ ሲወለድ ተረዳነው እኛ"
    ],
    ትርጉም: ""
  },
  {
    id: 58,
    title: "ወተመሰሉ",
    lyrics: [
      "ወተመሰሉ ሰብአ ዐይን አባግዓ ላባ ወማይ",
      "ወጥምቀት ዐባይ/፬/ ዐባይ/፪/ ወጥምቀት ዐባይ/፪/"
    ],
    ትርጉም: "ውሃ ለመጠጣት እንደተሰማሩ እንደ ላባ በጎች ተመሰሉየጥምቀት ምሳሌ ሆነ።"
  },
  {
    id: 59,
    title: "አንከርዎ",
    lyrics: [
      "አንከርዎ ለማይ አእኩትዎ ለኢየሱስ",
      "በእንተ ማይ ዘኮነ ወይን /2/"
    ],
    ትርጉም: "ወደወይንነት ስለተቀየረው ውኃ አይተው አደነቁ፤ ጌታችን ኢየሱስንም አመሰገኑት።"
  },
  {
    id: 60,
    title: "ባህረ ዘነገደ",
    lyrics: [
      "ባሕር(2) ዘነግድ",
      "ዘነገደ ባሕር ዐማኑኤል"
    ],
    ትርጉም: ""
  },
  {
    id: 61,
    title: "ኢየሱስ ክርስቶስ",
    lyrics: [
      "ኢየሱስ ክርስቶስ ይወደናል ይጠብቀናል(2)",
      "በጥምቀቱ ልጅነት ሰጥቶናል(2)"
    ],
    ትርጉም: ""
  },
  {
    id: 62,
    title: "አዳምን ያልተወው",
    lyrics: [
      "አዳምን ያልተወ እንደ ተጨነቀ",
      "እሰይ የምሥራች ዛሬ ተወለደ(2)",
      "አምላካችን መድኃኒታችን",
      "ተወለደ ለነጻነታችን(2)"
    ],
    ትርጉም: ""
  },
  {
    id: 63,
    title: "ኢየሩሳሌም",
    lyrics: [
      "ኢየሩሳሌም(3) በሆን አምላክ ሲጠመቅ ባየን",
      "እንደዮሐንስ ወይ እንደ ዮርዳኖስ በሆንን"
    ],
    ትርጉም: ""
  },
  {
    id: 64,
    title: "አማን በአማን",
    lyrics: [
      "አማን በአማን (2)",
      "መንክር ስብሐተ ጥምቀቱ(2)"
    ],
    ትርጉም: "እውነት በእውነት የጥምቀቱ ነገር ድንቅ ነው።"
  },
  {
    id: 65,
    title: "እምሰማያት ወረደ",
    lyrics: [
      "እምሰማያት ወረደ ወእማርያም ተወልደ ተወልደ",
      "ከመ ይኩን ቤዛ (2) ለኵሉ ዓለም ለብሰ ሥጋ ማርያም"
    ],
    ትርጉም: "ከሰማያት ወረደ ከድንግል ማርያም ተወለደ፤ እንዲሆነን ቤዛ ለዓለም ለብሰ ሥጋ ማርያም"
  },
  {
    id: 66,
    title: "ጥምቀትከ",
    lyrics: [
      "ጥምቀትከ ይኩነነ ቤዛ",
      "ይኩነነ ቤዛ (4) ጥምቀትከ ይኩነነ ቤዛ"
    ],
    ትርጉም: "ጥምቀትህ ቤዛ ይሁነን።"
  },
  {
    id: 67,
    title: "አስተርአየ",
    lyrics: [
      "አስተርአየ ገሀደ አስተርአየ",
      "እንዘ ሕፃን ልህቀ/፪/ በዮርዳኖስ ተጠምቀ እንዘ ሕፃን"
    ],
    ትርጉም: "ፈፅሞ ተገለጠ ሕፃንም ሆነ ትንሽ በትንሽ አደገ በዮርዳኖስም ተጠመቀ።"
  },
  {
    id: 68,
    title: "አጥመቆ በማይ",
    lyrics: [
      "አጥመቆ በማይ/፪/",
      "ዮሐንስ አጥመቆ በማይ/፪/"
    ],
    ትርጉም: "ዮሐንስ በውሃ አጠመቀው።"
  },
  {
    id: 69,
    title: "ገብአ ማዕከለ",
    lyrics: [
      "ገብአ ማዕከለ ባሕር ገብአ",
      "ወጽአ በሰላም ወወጽአ በሰላም/፪/"
    ],
    ትርጉም: "ባሕር ውስጥ ገባ በሰላምም ወጣ።"
  },
  {
    id: 70,
    title: "ምድርኒ ርእየቶ",
    lyrics: [
      "ምድርኒ ርእየቶ ወአእኰተቶ",
      "ባሕርኒ ሰገደት ሎቱ/፪/"
    ],
    ትርጉም: "ምድር አየችው ባሕርም ሰገደች።"
  },
  {
    id: 71,
    title: "ዮሐንስኒ ሀሎ",
    lyrics: [
      "ዮሐንስኒ ሀሎ ያጠምቅ",
      "በሄኖን በቅሩበ ሳሌም/፪/"
    ],
    ትርጉም: "ዮሐንስኒ በሄኖን በቅሩበ ሳሌም ያጠምቅ።"
  },
  {
    id: 72,
    title: "ዮሐንስኒ ይቤ",
    lyrics: [
      "ዮሐንስኒ ይቤ ዘአጥመቆ በዮርዳኖስ",
      "ርኢክዎ ወስእንኩ ጠይቆቶ ስእን"
    ],
    ትርጉም: "ዮሐንስኒ በዮርዳኖስ ወገደ።"
  },
  {
    id: 73,
    title: "ክርስቶስ ተወልደ",
    lyrics: [
      "ክርስቶስ ተወልደ እሰይ ክርስቶስ ተጠምቀ በማይ",
      "ወለደነ ዳግመ እም ማይ/፪/ ዳግመ/፪/ ወለደነ ዳግመ እም ማይ"
    ],
    ትርጉም: "ክርስቶስ በእውነት ተወለደ፤ ክርስቶስ ተጠምቀ ከውሃ ዳግመኛ ወለደን።"
  },
  {
    id: 74,
    title: "ክርስቶስ ተወልደ ፪",
    lyrics: [
      "ክርስቶስ ተወልደ ክርስቶስ ተጠምቀ ክርስቶስ ተወልደ",
      "ዳግመ/፪/ እመንፈስ ቅዱስ ወማይ"
    ],
    ትርጉም: "ክርስቶስ ተወለደ፤ ተጠምቀ፤ ዳግም በእንፈስ ቅዱስ ወማይ።"
  },
  {
    id: 75,
    title: "ክርስቶስ ተወልደ ፫",
    lyrics: [
      "ክርስቶስ ተወልደ ወተጠምቀ",
      "አስተርእዮቱ/፪/ አማን አስተርእዮቱ"
    ],
    ትርጉም: "ክርስቶስ ተወለደ፤ ተጠምቀ፤ በሥጋ የተለገሰው ነገር ነው።"
  },
  {
    id: 76,
    title: "በዮርዳኖስ ተጠምቀ",
    lyrics: [
      "በዮርዳኖስ ተጠምቀ/፪/ በሠላሳ ክረምት",
      "ከመ ይሥዓር መርገማ ለሔዋን ዲበ/፪/ ዕፀ መስቀል ተሰቅለ"
    ],
    ትርጉም: "በሠላሳ ዘመኑ በዮርዳኖስ ተጠመቀ፡፡ የሔዋንን መርገም ይሽር ዘንድ በዕፀ መስቀል ላይ ተሰቀለ፡፡"
  },
  {
    id: 77,
    title: "ተነሡ እንዘምር",
    lyrics: [
      "ተነሡ እንዘምር ደስ ይበለን/፪/",
      "አምላካችን ተወለደልን አምላካችን ተጠመቀልን"
    ]
  },
  {
    id: 78,
    title: "ተነሱ እንዘምር ፪",
    lyrics: [
      "ተነሱ እንዘምር እልል እንበል",
      "በመልአኩ በገብርኤል ቃል /አምላካችን ተወለደልን/",
      "ተወልዶልናል ተጠምቆልናል",
      "እሰይ እሰይ የዓለም ቤዛ ዐማኑኤል ተወልዶልናል ተጠምቆልናል",
      "እሰይ እሰይ የዓለም ቤዛ ዐማኑኤል"
    ]
  },
  {
    id: 79,
    title: "ሰላማዊ ብእሲሁ",
    lyrics: [
      "ሰላማዊ ብእሲሁ ቅዱሳት እደዊሁ",
      "እለ አጥመቃሁ/፬/ ለመድኃኔዓለም"
    ],
    ትርጉም: "መድኃኔዓለምን ያጠመቁ እጆቹ የተመሰገኑ ናቸው፡፡"
  },
  {
    id: 80,
    title: "እንዘምር እንዘምር",
    lyrics: [
      "እንዘምር(3) በእልልታ(2)",
      "ለመድኃኔዓለም ለሠራዊት ጌታ እንዘምር በእልልታ",
      "የጠፋውን ሊያድን ወረደ ከላይ እንዘምር በእልልታ",
      "የበጎች እረኛ አምላክ አዶናይ",
      "ትንቢት ተናገሩ ነቢያቱ ሁሉ",
      "አምላክ ቀዳማዊ ይወርዳል እያሉ",
      "ገብርኤል ተላከ ልደቱን አብሳሪ",
      "ሥጋን ለብሶ ሲታይ ረቂቅ ፈጣሪ",
      "ብርሃን ወጣላቸው ለአዳም ልጆች ሁሉ",
      "የጌታን መወለድ በተስፋ ላመኑ",
      "በሰማይ በምድር ዕርቅ ተወጠነ",
      "ስለተወለደ እግዚአብሔርም ምስሌነ",
      "አምላክ ሥጋ ለብሶ እንዴት ተዋረደ",
      "መጠጊያ ቦታ አጥቶ በጎል ተወለደ",
      "የሚለብሰው አጥቶ የብርሃናት ጌታ",
      "ኮባ ቅጠል ለብሶ እጅግ ተንገላታ",
      "አህያና በሬ ከሰው ልጅ ተሽለው",
      "ትንፋሽ ገበሩለት ጌትነቱን አይተው",
      "በለበሰው ስጋ አምላክ የእኛ ተስፋ",
      "በመስቀል ተሰቅሎ የእኛን ሞት አጠፋ"
    ]
  },
  {
    id: 81,
    title: "ቃል ሥጋ",
    lyrics: [
      "ቃል ሥጋ ኮነ (2)",
      "አስተርአየ ገሃደ(3) ወውእቱኒ በበህቅ ልሕቀ ውእቱኒ(2)"
    ],
    ትርጉም: "ቃል ሥጋ ሆነ፡፡ በግልጥ ታየ፤ በየጥቂቱ አደገ፡፡"
  },
  {
    id: 82,
    title: "ሰላም ለከ",
    lyrics: [
      "ሰላም ለከ ኦ ፈለገ ዮርዳኖስ ዘተቀደስከ በርድእተ መንፈስ ቅዱስ",
      "ህየ ንስግድ ኩልነ ኀበ ተጠምቀ እግዚእነ"
    ],
    ትርጉም: "በመንፈስ ቅዱስ መውረድ የተቀደስህ ዮርዳኖስ ላንተ ሰላምታ ይገባሃል፡፡ ጌታችን በተጠመቀበት በዚያ ሁላችን እንሰግዳለን፡፡"
  },
  {
    id: 83,
    title: "ዘጠና ዘጠኙ",
    lyrics: [
      "ዘጠና ዘጠኙን መላእክቱን ትቶ(2)",
      "ተጠመቀ(2) ኢየሱስ ከዮርዳኖስ ገብቶ(2)"
    ]
  },
  {
    id: 84,
    title: "ጽድቅ ቃሉ",
    lyrics: [
      "ጽድቅ ቃሉ ወእሙን ነገሩ(2)",
      "መንግሥቱ ዘለዓለም ወምኩናኑኒ(2)"
    ],
    ትርጉም: "ቃሉ እውነት ነው፤ ነገሩም የታመነ፡፡ መንግሥቱና ገዢነቱ ለዘለዓለም ነው፡፡"
  },
  {
    id: 85,
    title: "ታቦት እንተ ውስቴታ",
    lyrics: [
      "ታቦት እንተ ውስቴታ ኦሪት እንተ ውስቴታ(2)",
      "ውቱረ ይከድንዋ በወርቅ ውቱረ ይከድንዋ በወርቅ ይከድንዋ(2)"
    ],
    ትርጉም: "ታቦተ ኦሪት በውስጧ ያለችውን ዘወትር በወርቅ ይከድኗታል፡፡"
  },
  {
    id: 86,
    title: "ማርያም",
    lyrics: [
      "ማርያም(3)",
      "ደስ ይበልሽ በገብርኤል ሰላምታ",
      "በአንቺ ሰላደረ የዓለም ሁሉ ጌታ(2)",
      "የአምላክ ቸርነቱ ፈቃዱ ሲሆን",
      "ጨለማን አጥፍቶ ሲያመጣ ብርሃን",
      "መድኃኒት ሲመጣ ሰይጣን እንደአፈረ",
      "የዜናው አብሳሪ ገብርኤል ነበረ",
      "ገብርኤል ገብርኤል(2) ዜናዊ ሐዲስ",
      "የአምላክን መወለድ ሥጋ በመልበስ",
      "ድንግል ተቀምጣ በቤተ መቅደስ",
      "ሐር ወርቁን አስማምታ ስትፈትል ንግሥት",
      "ገብርኤል ሲያበሥራት ድንግል ስትሰማ",
      "በእርሷ ላይ አደረ የመለኮት ግርማ",
      "እውነተኛ መልአክ መሆኑን ስላየች",
      "ይሁንልኝ ብላ ቃሉን ተቀበለች",
      "ድንግል ስትሰደድ በግብፅ በረሃ",
      "ዑራኤል ነበረ እርሷን የሚመራ"
    ]
  },
  {
    id: 87,
    title: "አንቺ አንቺ",
    lyrics: [
      "አንቺ(2) ቤተልሔም የይሁዳ መሬት",
      "ባንቺ ተወለደ የዓለም መድኃኔት",
      "አዳም ክብር ሲሻ ቤተልሔም ለሁሉ ሰላም ቤተልሔም",
      "ዛሬ ተወለደ",
      "እጅ መንሻ አቀረቡ ከድንግል ማርያም",
      "የምሥራቅ ነገሥታት ሕፃኑን ከእናቱ",
      "የይሁዳ ሀገር ከነገሥታት ሁሉ",
      "ተወልዶ አገኙት አንቺ ቤተልሔም",
      "ብትበልጭ እንጂ አታንሽም",
      "ኢሥራኤል ህዘቦቹዋን የሚጠብቃቸው",
      "ካንቺ ይመጣል ብሎ",
      "ቅዱሳን መላእክት እንደነገራቸው",
      "ያሸበሸቡለት",
      "ስብሐት ለእግዚአብሔር ብለው ዘመሩለት",
      "አንቺ ቤተልሔም እንዴት ታድለሻል",
      "ኢዮርና ራማ ኤረርን መስለሻል",
      "በበረት ተኝቶ የዓለምን ኃጢአት",
      "የሚያስተሠርይ ተገኘ አዶናይ",
      "ዛሬ ተወለደ በዳዊት ክተማ",
      "የሰማዕታት አክሊል የነገሥታት ግርማ"
    ]
  },
  {
    id: 88,
    title: "የዐማኑኤል እናቱ",
    lyrics: [
      "የዐማኑኤል እናቱ ጸለየች ኢትዮጵያን አድናት",
      "ጌታ ሆይ አድናት እያለች",
      "የጌታዬ እናቱ ፀለየች ኢትዮጵያን አድናት",
      "ጌታ ሆይ አድናት እያለች",
      "የምወደው ሕዝቤ ዐሥራት የሰጠኸኝ",
      "በረሃብ በእርዛት ምነው ተጎዳብኝ",
      "የፍቅር ረሃብ የመንፈስ ጭንቀቱ",
      "ምነው መንገላታት ምነው መዋተቱ",
      "ሆና ተገኝታለች መንፈሳዊ በአት",
      "የእመቤቴ ሀገር ቃል የተገባላት",
      "ክህደት ቅስፈቱ ስለማይስማማት",
      "ከእንግዲህ ወገኔ መመለስ አለበት"
    ]
  },
  {
    id: 89,
    title: "እመ አምላክ ሙሽራ ነሽ",
    lyrics: [
      "እም አምላክ ሙሽራ ነሽ",
      "የቃል ማሪያ ለመሆን የበቃሽ ኧኸ ኧኸ ኧኸ",
      "12 ዓመት ቤተመቅደስ ኖረሽ",
      "የመመረጥ ጸጋ ከጌታ ያገኘሽ",
      "አምላከዊ መልእክት ዕፁብ ድንቅ ዜና",
      "ከሰማይ መጣልሽ አቋርጦ ደመና",
      "በ6ኛው ወር ተልኮ ገብርኤል",
      "ቤተ መቅደስ መጣ ሊያበሥራት ለድንግል",
      "በልዩ ሰላምታ ሰላም ለኪ ያለሽ",
      "የክርስቶስ እናት ድንግል ደስ ይበልሽ",
      "መላእክት በሰማይ ያመሰግኑሻል",
      "ክብር ለአምላክ እናት ይድረሳት ይሉሻል",
      "በማሕፀንሽ ሊያድር የሠራዊት ጌታ",
      "ለመሆን ተመረጥሽ የአምላክ ቅዱስ ቦታ",
      "የፈጣሪ እናት መሆንሽን  ተረድቶ",
      "ሰላም ላንቺ ይሁን አለሽ እጅ ነስቶ",
      "ከፍጡራን ሁሉ አንቺ ስለከበርሽ",
      "ገብርኤል ተልኮ ደስታን አበሰረሽ",
      "ምንኛ ድንቅ ነው ድንግል የአንቺ ብሥራት",
      "ጌታን ተወልጃለሽ የሚል ቃልን መስማት",
      "ይሁንልኝ ብለሽ ቃሉን የተቀበልሽ",
      "ድንግል ሆይ እናቴ እጅግ ልዩ እኮ ነሽ",
      "ንጽሕት ሙሽራ ጌታ ያደረብሽ",
      "ድንግል በእኛም ይደር ፀጋ በረከትሽ",
      "ማንም አልታደለም ከፍጡር እንደሷ",
      "እኛንም ይጎብኘን ቅዱሱ መንፈሷ"
    ]
  },
  {
    id: 90,
    title: "ኢየሱስ ሖረ",
    lyrics: [
      "ኢየሱስ ሖረ ሀገረ እሤይ",
      "ኧኸ ዮሐንስ አጥመቆ በማይ(2)"
    ],
    ትርጉም: "ኢየሱስ ወደ ዕሤይ ሀገር ሄደ ዮሐንስም በውኃ አጠመቀው"
  },
  {
    id: 91,
    title: "እፎ እፎ",
    lyrics: [
      "እፎ እፎ/2/ አግመረተከ ድንግል",
      "ወእፎ እንዘ አምላክ ሰከብከ በጎል(2)"
    ],
    ትርጉም: "እንዴት እንዴት ድንግል ልትሸከምህ ቻለች እንዴት አምላክ ሆኖ በበረት ተኛ፡፡"
  },
  {
    id: 92,
    title: "ዜናዊ ሰማያዊ",
    lyrics: [
      "ዜናዊ ሰማያዊ እምዘርዐ ዳዊት ዘመጽአ",
      "ዜናዊ ሰማያዊ እምዘርዐ ዳዊት ዘመጽአ(2)"
    ],
    ትርጉም: "ከዳዊት ወገን /ዘር/ የመጣ የሰማይን ነገር የሚናገር ነው፡፡"
  },
  {
    id: 93,
    title: "አጥመቆ",
    lyrics: [
      "አጥመቆ ዮሐንስ",
      "ለኢየሱስ አጥመቆ ዮሐንስ(2)"
    ],
    ትርጉም: "ዮሐንስ ኢየሱስን አጠመቀው"
  },
  {
    id: 94,
    title: "በቃና ዘገሊላ",
    lyrics: [
      "በቃና ዘገሊላ",
      "ዘገሊላ ከብካብ ኮነ(2)"
    ],
    ትርጉም: "በቃና ዘገሊላ ሰርግ ሆነ (ተደረገ)"
  },
  {
    id: 95,
    title: "በማየ ዮርዳኖስ",
    lyrics: [
      "በማየ ዮርዳኖስ(2)",
      "በማየ ዮርዳኖስ ተጠምቀ ዐማኑኤል(2)"
    ],
    ትርጉም: "በዮርዳኖስ ውሀ ውስጥ ዐማኑኤል ተጠመቀ"
  },
  {
    id: 96,
    title: "በቤተልሔም ተወልደ",
    lyrics: [
      "በቤተልሔም ተወልደ(2) ዐማኑኤል",
      "እምዘርዐ ዳዊት(4) ተወልደ ዐማኑኤል"
    ],
    ትርጉም: "ዐማኑኤል ከዳዊት ዘር በቤተልሔም ተወለደ"
  },
  {
    id: 97,
    title: "ከዊኖ ሰብዓ",
    lyrics: [
      "ከዊኖ ሰብአ በዮርዳኖስ ተጠምቀ",
      "ከዊኖ ሰብአ በዮርዳኖስ ተጠምቀ"
    ],
    ትርጉም: "ሰው ሆኖ በዮርዳኖስ ተጠመቀ"
  },
  {
    id: 98,
    title: "ለዘተወልደ",
    lyrics: [
      "ለዘተወልደ እምቅድስት ድንግል ምንተ ንብሎ ናስተማስሎ ለመድኃኒነ",
      "አርዌ ገዳምኑ አንበሳ ወሚመ(2) ከራዲዮን"
    ],
    ትርጉም: "ከቅድስት ድንግል ማርያም የተወለደውን መድኃኔዓለምን በምን እንመስለው በዱር በሚኖር አንበሳ ወይስ ከራድዮን በሚባል ወፍ፡፡"
  },
  {
    id: 99,
    title: "ንዑ ኑ እንደሰት",
    lyrics: [
      "ንዑ ኑ እንደሰት",
      "ኧኸ ጌታ ተወለደ ጌታ ተጠመቀ(2) ተጠመቀ በዮርዳኖስ"
    ],
    ትርጉም: "ጌታ ተወልዷልና በዮርዳኖስ ተጠምቋልና ኑ እንደሰት፡፡"
  },
  {
    id: 100,
    title: "ቤዛ ኵሉ",
    lyrics: [
      "ቤዛ ኵሉ ዓለም ዮም ተወልደ(2)",
      "ቤዛ ኵሉ ዓለም ዮም ተወልደ(2)"
    ],
    ትርጉም: "የዓለም ሁሉ መድኃኒት ዛሬ ተወለደ የዓለም ሁሉ መድኃኒት ዛሬ ተወለደ/2/"
  },
  {
    id: 101,
    title: "ወእንዘ ትፈትል",
    lyrics: [
      "ወእንዘ ትፈትል (2) ወርቀ ወሜላተ",
      "አስተርአያ ገብርኤል አስተርአያ ለማርያም"
    ],
    ትርጉም: "ሐርና ወርቅ እየፈተለች ሳለች ገብርኤል አበሰራት"
  },
  {
    id: 102,
    title: "በኮከብ መጽኡ",
    lyrics: [
      "በኮከብ መጽኡ(2) ሰብአ ሰገል",
      "ለዐማኑኤል(3) ይስግዱ ሰብአ ሰገል"
    ],
    ትርጉም: "ለዐማኑኤል ሊሰግዱለትበኮከብ ተመርተው ሰብአ ሰገል መጡ"
  },
  {
    id: 103,
    title: "በጎል ሰከበ",
    lyrics: [
      "በጎል ሰከበ በአጽርቅት ተጠብለለ",
      "ቤዛ ኵሉ ዓለም(2) ዮም ተወልደ"
    ],
    ትርጉም: "በበረት ተኛ በጨርቅም ተጠቀለለ የዓለም መድኃኒት(2) ዛሬ ተወለደ"
  },
  {
    id: 104,
    title: "በጎለ እንስሳ",
    lyrics: [
      "በጎለ እንስሳ(2)",
      "በጎለ እንስሳ ተወልደ ዐማኑኤል"
    ],
    ትርጉም: "በእንስሳት በረት ተወለደ ዐማኑኤል"
  },
  {
    id: 105,
    title: "ለድንግል ገብርኤል አብሠራ",
    lyrics: [
      "ለድንግል ገብርኤል አብሠራ",
      "ሚካኤል(2) በክነፍ ጾራ መንጦላዕት ደመና ሰወራ"
    ],
    ትርጉም: "ለድንግልን ገብርኤል አበሰራት ሚካኤል(2) በክንፉ ጋረዳት(2) መንጦላዕት ደመና ሰወራት"
  },
  {
    id: 106,
    title: "ፈነዎ ለዮሐንስ",
    lyrics: [
      "ፈነዎ ለዮሐንስ ይስብክ መጽአተ ዚአሁ",
      "ዘእምቅድመ ዓለም (2) ህላዌሁ ሥጋዌሁ ዓለም ዘእምቅድመ ዓለም(2)"
    ]
  },
  {
    id: 107,
    title: "ከባሕሩ ገብቶ",
    lyrics: [
      "ከባሕሩ ገብቶ ከዮርዳኖስ ደጅ",
      "ተጠመቀ ኢየሱስ በዮሐንስ እጅ",
      "የምሥራች እልል በሉ የአዳም ልጆች ሁሉ",
      "የምሥራች እልል በሉ ምእመናን ሁሉ"
    ]
  },
  {
    id: 108,
    title: "እንዘ ሥውር",
    lyrics: [
      "እንዘ ሥውር እምኔነ ይእዜሰ ክሡተ ኮነ",
      "ተአምረ ወመንክረ ገብረ መድኃኒነ በቃና ዘገሊላ ከብካበ ኮነ",
      "ማየ ረሰየ ወይነ"
    ],
    ትርጉም: "በእኛ ዘንድ ሥውር የነበረው አሁን ግን ግልፅ ሆነ፤ በቃና ገሊላ መድኃኒታችን ኢየሱስ ክርስቶስ ድንቅ ሥራን ሠራ ውሃውን ወደ ወይን ቀየረው፡፡"
  },
  {
    id: 109,
    title: "በእምርት ዕለት",
    lyrics: [
      "በእምርት ዕለት እንተ ርእያ አብርሃም መዘምራኒሃ",
      "በደብረሳሌም(3) ሊቃውንቲሃ"
    ],
    ትርጉም: "በታወቀች ቀን አብርሃም እንዳያት እንደዘመረ እንዳመሰገነ በደብረሳሌም ያሉት ሊቃውንቶች ይዘምራሉ፡፡"
  },
  {
    id: 110,
    title: "ዘነቢያት ሰበክዎ",
    lyrics: [
      "ዘነቢያት ሰበክዎ/2/",
      "ወአስተርአየ ገሃደ/2/"
    ],
    ትርጉም: "ነቢያት የሰበኩት በገሃድ ታየ፡፡"
  },
  {
    id: 111,
    title: "ኀደረ ማሕፀነ ድንግል",
    lyrics: [
      "ኀደረ/3/ ማሕፀነ ድንግል",
      "ዮም ተወልደ እግዚእ ወመድኅን ቤዛ ኵሉ ዓለም ዓለም ዮም ተወልደ"
    ],
    ትርጉም: "በድንግል ማሕፀን አደረ፡፡ የዓለም ሁሉ ቤዛ ጌታና መድኃኒት የሆነ ዛሬ ተወለደ፡፡"
  },
  {
    id: 112,
    title: "ዮም ተወልደ",
    lyrics: [
      "ዮም ተወልደ መድኃኔ ዓለም/2/",
      "ዮም ተወልደ ከሣቴ ብርሃን/4/"
    ],
    ትርጉም: "የዓለም መድኃኒት ዛሬ ተወለደ፤ ብርሃንን የሚገልጥ /የብርሃን ጌታ/ ዛሬ ተወለደ፡፡"
  },
  {
    id: 113,
    title: "አንፈርዓፁ ሰብአሰገል",
    lyrics: [
      "አንፈርዓፁ ሰብአ ሰገል/2/",
      "ረኪቦሙ ሕፃነ ዘተወልደ ለነ/2/"
    ],
    ትርጉም: "የተወለደልንን ሕፃን/ ክርስቶስ/ አግኝተው ሰብአ ሰገል ዘለሉ/ሰገዱ/፡፡"
  },
  {
    id: 114,
    title: "አንፈርዓፁ",
    lyrics: [
      "አንፈርዓፁ ሰብአሰገል ረኪቦሙ ሕፃነ/2/",
      "ዘተወልደ ለነ /4/ ሕፃነ ዘተወልደ ለነ"
    ],
    ትርጉም: "ሰብአሰገል ለእኛ ሲል የተወለደውን ሕፃን አግኝተው በደስታ ዘለሉ"
  },
  {
    id: 115,
    title: "ወወለደት",
    lyrics: [
      "ወወለደት ወልደ ዘበኩራ",
      "መንጦላዕተ ደመና ሠወራ/2/"
    ],
    ትርጉም: "የበኩር ልጇን ወለደች የደመና መጋረጃም ጋረዳት"
  },
  {
    id: 116,
    title: "ተወልደ ኢየሱስ",
    lyrics: [
      "ተወልደ ኢየሱስ በቤተልሔም ሰብአ ሰገል ጋዳ ያመጽኡ",
      "ወተወልደ /2/ እምኅቡዕ ዉስተ ክሡት"
    ],
    ትርጉም: "ጌታችን ኢየሱስ በቤተልሔም ተወለደ፤ ሰብአ ሰገል እጅ መንሻ ያመጣሉ፡፡ ከመሰወር ወደመታየት መጥቶ ተወልዷልና፡፡"
  },
  {
    id: 117,
    title: "ዖፍ ፀዓዳ",
    lyrics: [
      "ዖፍ ጸዓዳ እምዘርአ ዳዊት ዘመጽአ/2/",
      "ገዳምኑ /3/ አንበሳ /2/ ወሚመ ከራድዮን"
    ],
    ትርጉም: "ከዳዊት ዘር የመጣውን ነጭ ወፍ በምድረበዳ በሚኖር አንበሳ ወይስ በከራድዮን ወፍ እንመስለውን፤"
  },
  {
    id: 118,
    title: "እስመ እምዘርዓ ዳዊት",
    lyrics: [
      "እስመ እምዘርዓ ዳዊት ዘመጽአ",
      "በቤተልሔም ዘይሁዳ /2/"
    ],
    ትርጉም: "ከዳዊት ዘር የመጣው በይሁዳ ክፍል በምትሆን በቤተልሔም ተወለደ፡፡"
  },
  {
    id: 119,
    title: "ዘእም ቅድመ ዓለም",
    lyrics: [
      "ዘእም ቅድመ ዓለም /2/",
      "ሕላዌሁ /2/ ዓለም ዘእምቅድመ ዓለም",
      "ሳይፈጠር ዓለም /2/",
      "የነበረ/2/ ዓለም ሳይፈጠር ዓለም"
    ]
  },
  {
    id: 120,
    title: "ተወልደ ኢየሱስ ፪",
    lyrics: [
      "ተወልደ ኢየሱስ በቤተልሔም/2/ ዘይሁዳ በቤተልሔም/2/",
      "አዋልደ ጢሮስ አሜሃ ይሰግዳ/2/ በቤተልሔም"
    ],
    ትርጉም: "ኢየሱስ የይሁዳ ክፍል በምትሆን በቤተልሔም ተወለደ፤ ያን ጊዜ የጢሮስ ቆነጃጅት ይሰግዱለታል፡፡"
  },
  {
    id: 121,
    title: "መጽአ ወልድ",
    lyrics: [
      "ሃሌ ሉያ መጽአ ወልድ ውስተ ዓለም ሃሌ ሉያ ውስተ/2/",
      "ወለብሰ ሥጋነ ሰብአ ኮነ በአርአያ ዚአነ/2/"
    ],
    ትርጉም: "ከዓለም አስቀድሞ የነበረ ዛሬም ያለ ዓለምንም አሳልፎ የሚኖር ወልድ ወደ ዓለም መጣ፡፡ ሥጋችንን ለበሰ ለእኛ አርአያ ሰው ሆነ፡፡"
  },
  {
    id: 122,
    title: "ወወለደት ፪",
    lyrics: [
      "ወወለደት ወልደ ዘበኵራ",
      "መንጦላዕት ደመና ሰወራ /2/"
    ],
    ትርጉም: "የበኩር ልጇን ወለደች የደመና መጋረጃም ሸሸጋት፡፡"
  },
  {
    id: 123,
    title: "ዮም ሰማያዊ",
    lyrics: [
      "ዮም ሰማያዊ በጎል ሰከበ ለዘተወልደ እምቅድስት ድንግል",
      "ርዕይዎ ኖሎት /2/ አዕኩትዎ መላእክት/2/"
    ],
    ትርጉም: "እነሆ ዛሬ ሰማያዊ ንጉሥ በበረት ተኛ ከቅድስት ድንግል ማርያም የተወለደውን ሰማያዊ ንጉሥ እረኞች አዩት መላእክትም አመሰገኑት"
  },
  {
    id: 124,
    title: "ዮም ፍሥሓ ኮነ",
    lyrics: [
      "ዮም ፍሥሓ ኮነ በእንተ ልደቱ ለክርስቶስ",
      "እምቅድስት ድንግል ድንግል ውእቱ ኢየሱስ ክርስቶስ"
    ],
    ትርጉም: "ዛሬ በክርስቶስ ልደት ደስታ ሆነ፡፡ እርሱም ከቅድስት ድንግል ማርያም የተወለደው ኢየሱስ ክርስቶስ ነው።"
  },
  {
    id: 125,
    title: "ይትፌሥሓ አድባረ ጽዮን",
    lyrics: [
      "ይትፌሥሓ አድባረ ጽዮን ወይትሐሠያ አዋልደ ኢትዮጵያ/2/",
      "እስመ ተወልደ ብሑተ ልደት መድኃኔ ዓለም በኢየሩሳሌም መድኃኔ ዓለም/2/"
    ],
    ትርጉም: "የጽዮን ተራሮች ይደሰታሉ፤ የኢትዮጵያ ልጆች ሐሤትን ያደርጋሉ፤ በልደቱ ብቸኛ የሆነ መድኃኔ ዓለም በኢየሩሳሌም ተወልዷልና፡፡"
  },
  {
    id: 126,
    title: "ኦሆ ቢሎ",
    lyrics: [
      "ኦሆ ቢሎ ተአዛዜ ከዊኖ",
      "ወረደ /6/ ወመጽአ ለአድኅኖ"
    ],
    ትርጉም: "እሺ ብሎ ታዛዥ ሆኖ ያድነን ዘንድ ወደምድር መጣ፡ ወረደ፡፡"
  },
  {
    id: 127,
    title: "የጥበብ ሰዎች መጡ",
    lyrics: [
      "ሰማይና ምድር የማይወስኑት",
      "ተወስኖ አየነው በጠባብ ደረት",
      "ዘጠና ዘጠኙን መላእክቱን ትቶ",
      "አገኘነው ዛሬ በበረት ተኝቶ",
      "የጥበብ ሰዎች መጡ/2/ ሰምተውት በዜና",
      "እያበራላቸው ኮከብ እንደ ፋና/2/",
      "ድንግል እመቤቴ ሰላምታ ይድረስሽ",
      "ለአምላክ ወገኖች መመኪያቸው የሆንሽ",
      "ካንቺ ተወለደ የዓለም መድኅን",
      "ኩነኔን አጥፍቶ ጽድቅን ሊያወርሰን",
      "አዝ………..(የጥበብ ሰዎች)",
      "ጌታችን ሲወለድ በቤተልሔም",
      "ሐዘን ተደምስሶ ሰፈነ ሰላም",
      "እንጨቶች አፈሩ ፍሬ በረከት",
      "ወንዞች ሁሉ ሆኑ ማርና ወተት",
      "አዝ……….(የጥበብ ሰዎች)",
      "ሰብአ ሰገል መጡ ሊሰግዱ በሙሉ",
      "የእሥራኤል ንጉሥ ወዴት አለ እያሉ",
      "እጅ መንሻውን ሰጡት እንደየሥርዓቱ",
      "ዕጣኑን ለክህነት ወርቁን ለመንግሥቱ",
      "ከርቤውን ለሞቱ",
      "አዝ…………(የጥበብ ሰዎች)"
    ]
  },
  {
    id: 128,
    title: "ዐማኑኤል ተወለደ",
    lyrics: [
      "ዐማኑኤል እሰይ ተወለደ",
      "ዐማኑኤል ለሰው ልጆች ሲል /2/",
      "ተወለደ የዓለም መድኃኒት",
      "ተወለደ በከብቶች በረት",
      "ዐማኑኤል መድኃኒታችን",
      "ተወለደ ከእመቤታችን",
      "ዐማኑኤል በደሙ ሊዋጀን",
      "ዐማኑኤል ሊሆነን መድኅን"
    ]
  },
  {
    id: 129,
    title: "የዓለም መድኃኒት",
    lyrics: [
      "የዓለም መድኃኒት የተወለደብሽ",
      "አንቺ ቤተልሔም የተቀደስሽ ነሽ",
      "የአማልክት አምላክ ንጉሠ ነገሥት",
      "ኃያላን በሙሉ የሚሰግዱለት",
      "በጨርቅ ተጠቅልሎ ተኛ በበረት",
      "አዝ………(የዓለም መድኃኒት)",
      "የጥበብ ሰዎች በቅን ሀሳባቸው",
      "ወደአንቺ ተጓዙ ኮከብ ሲመራቸው/2/",
      "አዝ…………(የዓለም መድኃኒት)",
      "ለተከታይ ትውልድ ምሳሌ ለመሆን",
      "ሰግደው ገበሩለት ወርቅ ዕጣን ከርቤን/2/",
      "አዝ…..(የዓለም መድኃኒት)",
      "የሚያድለው ጌታ እውቀት ለሕጻናት",
      "የሚመሰገነው በአፈ መላእክት",
      "ከእንስሳት ጋራ አደረ በበረት",
      "አዝ……………",
      "ሥጋ ለብሶ ቢታይ ረቂቅ መለኮት",
      "በአንድ ላይ ዘመሩ ሰውና መላእክት/2/"
    ]
  },
  {
    id: 130,
    title: "ሐዋርያት አበው",
    lyrics: [
      "ሐዋርያት አበው እንዳስተማሩን",
      "ስለ ሰው ልጅ ድኅነት አምላክ ሰው መሆኑን",
      "በስሙ የተጠራን እኛ እናምናለን",
      "መለኮት ከሥጋ ተዋሕዷል ብለን",
      "እናምናለን እኛ ሁለት ልደታትን",
      "የአብ ልጅ ከድንግል ዳግም መወለዱን",
      "ስግደት የሚገባው የአብ አካላዊ ቃል",
      "ከክቡር ዙፋኑ ከሦስትነት ሳይጎድል",
      "በዚህ ዓለም መጥቶ ሰው ሆኗል ከድንግል",
      "ከአብ አንድነቱ ከቶም ሳይከፈል",
      "አዝ…………… (እናምናለን እኛ)",
      "ቃልም ሥጋ ሆኖ በእኛ ላይ አድሮ",
      "ወልደ አብ ወልደ ማርያም በተዋሕዶ ከብሮ",
      "ፍጹም የአምላክ ልጅ ፍጹም ሰውነቱ",
      "ተገልጧል በድንግል በዳግም ልደቱ",
      "አዝ………………(እናምናለን እኛ)"
    ]
  },
  {
    id: 131,
    title: "በከመ ሰማዕነ",
    lyrics: [
      "በከመ ሰማዕነ ከማሁ ርኢነ",
      "በሀገረ እግዚአ ኃያላን በሀገረ አምላክነ",
      "አዳምን ሊያድነው ቃል እንደገባለት",
      "በመስቀል ተሰቅሎ ቤዛ ለሆነለት",
      "እንደተናገረ ከሰማይ ወረደ",
      "በሰው አካል ታየ በጎል ተወለደ",
      "አዝ…………(በከመ ሰማዕነ)",
      "ነቢያቱ እንዳዩ በትንቢት መነፅር",
      "የያዕቆብን ኮከብ እሴይን ስር በትር",
      "እኛ ግን በአካል ተገልጦ አየነዉ",
      "በግዕዘ ህፃናት በጎል አገኘነው",
      "አዝ…………(በከመ ሰማዕነ)",
      "ከህዝቅኤል ምሥራቅ ፀሐይ እንዲመጣ",
      "ወገኑን ሊታደግ መድሕን እንዲመጣ",
      "ነቢያቱ እንዳሉ እኛም እንደሰማን",
      "በአምላካችን ሀገር የሆነውን አየን",
      "አዝ…………(በከመ ሰማዕነ)"
    ]
  },
  {
    id: 132,
    title: "ይኸው ተወለደ",
    lyrics: [
      "አዳምን ሊያድነው ጌታችን ወደደ",
      "ነፍስና ሥጋሽን ነስቶ ተዋሐደ",
      "በአባቱ ፈቃድ ከሰማይ ወረደ",
      "እንደ ተስፋ ቃሉ ካንቺ ተወለደ",
      "ይኸዉ/2/ ተወለደ መድኅን /2/",
      "ድምፁንም ሸማና በጎለ እንስሳ",
      "ምንኛ ድንቅ ነው የይሁዳ አንበሳ",
      "ባንቺ ተመሥርቶ ፍቅርና ሰላም",
      "በአንድ ላይ አደሩ አንበሳና ላህም",
      "አዝ……………",
      "ድንግል እመቤቴ የንጉሥ ሀገሩ",
      "ለአዳም ተስፋው ነሽ ለኖኅም ሐመሩ",
      "የሰው ልጆች ሁሉ ተዋርደው ሲኖሩ",
      "ከሞት ወደ ሕይወት ባንቺ ተሻገሩ",
      "አዝ………………",
      "አዳምም ለመዳን አነባ አለቀሰ",
      "ወደ ጥንተ ግብሩ ባንቺ ተመለሰ",
      "ባንቺ ተፈጽሞ የአባቶች ተስፋ",
      "ፍዳችን ተሻረ መርገማችን ጠፋ",
      "አዝ……………."
    ]
  },
  {
    id: 133,
    title: "አጽነነ ሰማያተ",
    lyrics: [
      "አጽነነ ሰማያተ ወወረደ እግዚአብሔር/2/",
      "እምድንግል ቃል ሥጋ ዚአነ ለብሰ ወኅብሩ ትስብእት ወመለኮት/2/"
    ],
    ትርጉም: "እግዚእብሔር በትህትና ራሱን ዝቅ በማድረግ ከሰማይ ወረደ ከድንግልም ሥጋችንን ለበሰ መለኮትና ሰውም/ሥጋም/ አንድሆነ፡፡"
  }
];



